import classes from './FeaturesSection.module.scss';
import {Container} from '../../components/Container';

export const FeaturesSection = () => {
  return <div className={classes.featuresSection}>
    <Container>
      <ul className={classes.items}>
        <li className={classes.item}>
          <p className={classes.itemTitle}>
            Опрошенных пользовались микрокредитами
          </p>
          <p className={classes.itemText}>
            Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах
          </p>
        </li>
        <li className={classes.item}>
          <p className={classes.itemTitle}>
            Опрошенных пользовались микрокредитами
          </p>
          <p className={classes.itemText}>
            Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах
          </p>
        </li>
        <li className={classes.item}>
          <p className={classes.itemTitle}>
            Опрошенных пользовались микрокредитами
          </p>
          <p className={classes.itemText}>
            Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах
          </p>
        </li>
        <li className={classes.item}>
          <p className={classes.itemTitle}>
            Опрошенных пользовались микрокредитами
          </p>
          <p className={classes.itemText}>
            Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах
          </p>
        </li>
      </ul>
    </Container>
  </div>
}